{"pages":[{"title":"关于","text":"晓风知、 取谐音“小疯子”，喜欢阅读、旅行以及画画。 本博客用于记录大学生活中的点点滴滴，权当是一个回忆~","link":"/about/index.html"},{"title":"分类","text":"","link":"/categories/index.html"},{"title":"标签","text":"","link":"/tags/index.html"}],"posts":[{"title":"my new post","text":"正文12 这里是正文，用markdown写，你可以选择写一段显示在首页的简介后，加上This my first post text 测试用的这是hexo的文章测试 在之前的内容会显示在首页，之后的内容会被隐藏，当游客点击Read more才能看到。","link":"/2016/07/13/my-first-post/"},{"title":"在读@七月","text":"目前在读的小说 精进 来自 彩铜The shadow of wind by Carlos Ruiz Zafón 精进 “盲目的努力，只是一种缓慢的叠加” ​ 在 《精进：如何成为一个很厉害的人》 中，作者提出了一种更有效的提升自我的方法：用持续精确的努力，撬动更大的可能，这便是精进。​ 这本书为大家提供了时间、选择、行动、学习、思维、才能、成功七个方面的精进路径，只要依循书中的方法反复磨练，便可以日益精进，成为一个很厉害的人… PS：知乎上看到的，或许也可以用来打打鸡血，迷茫的时候敲打几番。 The shadow of the wind​ Hidden in the heart of the old city of Barcelona is the cemetery of lost books , a labyrinthine library of obscure and forgotten titles that have long gone out of print. To this library, a man brings his 10-year-old son Daniel one cold morning in 1945. Daniel is allowed to choose one book from the shelves and pulls out La Sombra del Viento by Julian Carax. But as he grows up, several people seem inordinately interested in his find. Then, one night, as he is wandering the old streets once more, Daniel is approached by a figure who reminds him of a character from La Sombra del Viento, a character who turns out to be the devil. This man is tracking down every last copy of Carax s work in order to burn them. What begins as a case of literary curiosity turns into a race to find out the truth behind the life and death of Julian Carax and to save those he left behind. A page-turning exploration of obsession in literature and love, and the places that obsession can lead. PS： 风之影，卡洛斯·鲁依斯·萨丰，巴塞罗那。讲述的是一个神奇的书店里的某本书，书里发生的事件现实里也会发生. 之前看过中文版，但是结局前的某一段未有中文翻译，并且也曾看过一段时间的英文版，未完成，今重读之。 END.","link":"/2016/07/21/在读@七月/"},{"title":"杂谈","text":"一些感想 待到山花烂漫时，她在丛中笑~","link":"/2016/08/03/杂谈/"},{"title":"风之序","text":"WindHeaven 第一本看完的英文小说From 2016-6-20 to 2016-7-20 最年轻的时光就怎么过去了… ​ 不做个记录就不懂这本书到底看了多久了，从将 WindHeaven 一书放到 Kindle 的那一天开始，读到结尾总共花了整整一个月的时间。想当初看中文版的时候可是两三天就看完了的，不过权当是另一种尝试吧，毕竟英文小说还是一个空白，得慢慢填上这个坑咯。书评可以参考中文的~ End…","link":"/2016/07/21/风之序/"}],"tags":[{"name":"博客","slug":"博客","link":"/tags/博客/"},{"name":"测试","slug":"测试","link":"/tags/测试/"},{"name":"阅读","slug":"阅读","link":"/tags/阅读/"},{"name":"七月","slug":"七月","link":"/tags/七月/"},{"name":"在读","slug":"在读","link":"/tags/在读/"},{"name":"书评/英文","slug":"书评-英文","link":"/tags/书评-英文/"}],"categories":[{"name":"其他","slug":"其他","link":"/categories/其他/"},{"name":"生活","slug":"生活","link":"/categories/生活/"},{"name":"学习","slug":"学习","link":"/categories/学习/"},{"name":"书评","slug":"书评","link":"/categories/书评/"}]}